Tekla Open API Reference for Tekla Structures 2025
Finish Methods
The PartFilterExpressions.Finish type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
PartFilterExpressions.Finish Class
Tekla.Structures.Filtering.Categories Namespace